# IdeaStatiCa.ConnectionApi.Model.ConDesignItem

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**VarVersion** | **string** |  | [optional]
**Name** | **string** |  | [optional]
**DesignCode** | **string** |  | [optional]
**ConDesignSetId** | **Guid** |  | [optional]
**ConDesignItemId** | **Guid** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)